const schoolText = `
Учился в обычной средней общееобразовательной школе 41. Окончил обучение в 2019 году.
На протяжении всей образовательной деятельности имел тягу к точным наукам. Особенно стоит отметить математику.
Это не говорит о том, что я себя отношу к чистым "технарям" - нет, об этом свидетельствует золотая медаль, но любовь есть любовь.
В школьные годы занимался (особенно 10-11 классы) поиском того, что действительно нравится. 
С этим связано и то, что я проходил стажировку в отделе автоматизации ОНХП (по завершении получил приглашение проходить стажировку, 
    но уже в университетское время), заканчивал курсы по программированию на образовательных платформах и 
    даже помогал школьникам 9 класса готовиться к ОГЭ.
2019 год запомнился мне удачным выбором. Я точно знал, что хочу связать жизнь с логикой, компьютерами и математикой. 
Эти факторы и стали решающими при выборе специальности.
`

export default schoolText
