const universityText = `
С 2019 года по 2023 учисла в Омском Государственном Техническом Университете.
Кафедра Прикладной математики и Фундаментальной Информатики.
Направление "Математическое обеспечение и администрирование информационных систем".
Я выбрал лучшее для себя - симбиоз программирования и математики. 
Первые два года - математическая база (матанализ, дискретная мат., теория чисел, теория вероятностей).
Дальше - больше. Прикладные области, например, машинное обучение и математическая статистика. 
Тут я чувствовал, что тяжело, но было интересно, т.к. преподаватели, в основном, практики.
Любовь к вебу у меня так же пошла из-за преподавателя. Он был тимлид в одной из омский it компаний. 
С 3го курса я тесно работал фронтендом и бэкендом.
Начал проходить курсы на образовательных платформах, смотреть тематические видео на ютубе, пытаться делать что-то свое. 
Вся эта деятельность шлифовалась стажировками. Первая стажировка прошла в Purrweb по направлению backend. Тогда я впервые с ним так плотно работал.
За мной был закреплен ментор, который при необходимости давал подсказки. В итоге эта стажировка прошла успешно.
Параллельно с этим я осваивал курсы по машинному обучению и компьютерному зрению от омской компании 7bits. Курс длился 6 месяцев.
Финальной ступенью для меня была стажировка в HWdTech. Здесь я был в роли фуллстек разработчика. 
В итоге после обучения в ВУЗе имеется стэк математической базы и веб программирования. 
Помимо этого хочу отметить, что педагогическая жилка со школьного времени не ушла, что дало мне 1.5 года педагогического опыта в IT академии (c++, Python).
2023 год - год окончания обучения в бакалавриате. Диплом с отличием. О своем решении 2019 года ни капли не жалею.
`

export default universityText
